<?php

//todo переписать на инглиш

return array(

    'ok'                    => 'Сообщение успешно отправлено',

    'captcha'               => 'Вы не прошли валидацию reCaptcha',
    'captchaNOT'            => 'В массиве не пришла reCaptcha',

    'phone'                 => 'Неверный формат телефона',
    'required'              => 'Поле %s обязательно для заполнения',
    'email'                 => 'Введите корректный email адрес',
    'max'                   => 'В поле %s используйте не более %s символов',
    'min'                   => 'В поле %s используйте не менее %s символов',
    'numeric'               => 'Используйте только цифры',

    'requiredFile'          => 'Вы не выбрали файл',

    'password-confirm'      => 'Пароли не совпадают',
    'password-digits'       => 'Используйте в пароле цифру',
    'password-lowercase'    => 'Используйте в пароле маленькие буквы',
    'password-uppercase'    => 'Используйте в пароле большие буквы',
);