<?php



return array(

    'ok'                    => 'Сообщение успешно отправлено',

    'captcha'               => 'Вы не прошли валидацию reCaptcha',
    'captchaNOT'            => 'В массиве не пришла reCaptcha',


    'phone'                 => 'Неверный формат телефона',
    'required'              => 'Поле обязательно для заполнения',
    'email'                 => 'Введит email адрес',
    'max'                   => 'Используйте не более %s символов',
    'min'                   => 'Используйте не менее %s символов',
    'numeric'               => 'Используйте только цифры',


    'requiredFile'          => 'Вы не выбрали файл',


    'password_confirm'      => 'Пароли не совпадают',
    'password_digits'       => 'Используйте в пароле цифру',
    'password_lowercase'    => 'Используйте в пароле маленькие буквы',
    'password_uppercase'    => 'Используйте в пароле большие буквы',

);